app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "phone_number", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "ram kumar"], ["email", "ram@gmial.com"], ["phone_number", 9122470571], ["created_at", "2020-07-01 15:07:50.050837"], ["updated_at", "2020-07-01 15:07:50.050837"]]
---
	def create
  	@user =User.new(user_params)
  	if @user.save